[Alarm.DLC06_Alarm_panel_Box_twk:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="警报器面板"

[Alarm.DLC06_Alarm_panel_twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="警报器线路"
m_UseMessage="这个警报器已被解除。"

[Alarm.DLC06_AlarmBase DisTweaks_AlarmBell]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Alarm.DLC06_AlarmBase:DisTweaks_Interactable_AlarmBell_0 DisTweaks_Interactable_AlarmBell]
m_UnringAlarmText="`GBA_Use` 关闭"
m_Name="警铃"
m_InteractText=" `GBA_Use` 鸣铃"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.DLC06_WhaleOilBattery_twk DisTweaks_WhaleOilBattery]
m_EmptyName="空油罐"

[Battery.DLC06_WhaleOilBattery_twk:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鲸油罐"
m_InteractText="`GBA_Use` 搬运"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Battery.DLC06_WhaleOilBttry_empty DisTweaks_WhaleOilBattery]
m_EmptyName="空的鲸油罐"

[Battery.DLC06_WhaleOilBttry_empty:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="鲸油罐"
m_InteractText="`GBA_Use` 搬运"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_ArcPylon_eye_panel:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="电弧塔线路"
m_UseMessage="这个电弧塔现在将会攻击敌人而不是你。"

[Generic.DLC06_Arcpylon_eye_panel_box:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="电弧塔面板"

[Generic.DLC06_BulletLauncher:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="子弹发射器"

[Generic.DLC06_ExplosiveBulletLauncher:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="爆炸子弹发射器"

[Generic.DLC06_Generic_eye_panel DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage="`GBA_Use` 使用"
m_FocusMessage="剩余接线工具数量：`q"
m_FocusLockedMessage=""

[Generic.DLC06_Generic_eye_panel:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="线路"
m_InteractText="`GBA_Use` 重新接线"
m_AltInteractText=""
m_UseMessage="这个装置已经重新接线"
m_AltUseMessage=""
m_CannotUseMessage="你没有任何接线工具"

[Generic.DLC06_Generic_eye_panel_box DisTweaks_UsableObject]
m_Stages[1]=(m_InteractTextOverride="`GBA_Use` 关闭")
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage=""
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[Generic.DLC06_Generic_eye_panel_box:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="金属面板"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_GrenadeLauncher:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="射弹发射器"
m_InteractText="`GBA_Use` 解除武装"
m_AltInteractText=""
m_UseMessage="发射器已解除武装"
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_Tripwire_DoubleDoor:DisTweaks_InteractableInterface_0 DisTweaks_InteractableInterface]
m_Name="绊索"
m_InteractText="`GBA_Use` 触发"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_Tripwire_Hallway:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="绊索"
m_InteractText="`GBA_Use` 触发"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_Tripwire_SimpleDoor:DisTweaks_InteractableInterface_2 DisTweaks_InteractableInterface]
m_Name="绊索"
m_InteractText="`GBA_Use` 触发"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

[Generic.DLC06_WallOfLight_eye_panel:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="光之壁线路"
m_UseMessage="这扇光之壁现在会攻击敌人而不是你"

[Generic.DLC06_WOL_eye_panel_box:DisTweaks_InteractableInterface_1 DisTweaks_InteractableInterface]
m_Name="安全门面板"

